Repository: Vervegendevops/cleaneo-vendor
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Hello World
hi: हैलो वर्ल्ड

source: Sign Up
hi: साइन अप करें

source: Log In
hi: लॉग इन करें

# tandc
source: By Continuing, you agree to our
hi: जारी रखते हुए, आप हमारी बात से सहमत हैं

source: Phone Number
hi: फ़ोन नंबर

# forgotpass
source: Forgot Password?
hi: पासवर्ड भूल गए?

# noaccount
source: Don't have an account?
hi: कोई खाता नहीं है?

# alreadyaccount
source: Already have an account?
hi: क्या आपके पास पहले से एक खाता मौजूद है?

source: Full Name
hi: पूरा नाम

source: Email
hi: ईमेल

# otpSendAcknowledge
source: We'll send a one time -digit OTP to your phone or email to verify
hi: हम सत्यापित करने के लिए आपके फोन या ईमेल पर एक बार 4 अंकों का ओटीपी भेजेंगे |

source: Verify Phone Number
hi: फ़ोन नंबर सत्यापित करें

# resendcode
source: RESEND
hi: कोड पुश्करण कर

# problemreceivingthecode
source: Problems receiving the code?
hi: कोड प्राप्त करने में समस्याएँ?

# fourdigitcode
source: Enter 4 Digit Code
hi: 4 अंकीय कोड दर्ज करें

source: Verify
hi: सत्यापित करें

# addstore
source: Add Store Details
hi: स्टोर विवरण जोड़ें

# basicinfo
source: Basic Information*
hi: मूल जानकारी*

# selecttheservices
source: Select the services you offer*
hi: आपके द्वारा दी जाने वाली सेवाओं का चयन करें*

# uploadstorepics
source: Upload Store Pictures*
hi: स्टोर चित्र अपलोड करें*

# uploadstoredocs
source: Upload Store Documents*
hi: स्टोर दस्तावेज़ अपलोड करें*

source: Registration Process
hi: पंजीकरण की प्रक्रिया

# regdesc
source: Take your selfie, upload aadhar card, identity proof and enter your details to complete the profile setup.
hi: अपनी सेल्फी लें, आधार कार्ड, पहचान प्रमाण अपलोड करें और प्रोफ़ाइल सेटअप पूरा करने के लिए अपना विवरण दर्ज करें।

# takeselfie
source: Take a Selfie
hi: एक स्वफ़ोटो ले

# takeselfiedesc
source: Take a selfie of yourself, face must be clearly visible and don't use side angles. Don't wear googles while capturing a selfie.
hi: अपनी एक सेल्फी लें, चेहरा स्पष्ट रूप से दिखाई देना चाहिए और साइड एंगल का उपयोग न करें। सेल्फी खींचते समय गूगल न पहनें।

# uploadadhaar
source: Upload Aadhar Card
hi: आधार कार्ड अपलोड करें

# uploadadhaardesc
source: Take a picture of the front and back side of your document in a HORIZONTAL position.
hi: अपने दस्तावेज़ के आगे और पीछे की क्षैतिज स्थिति में तस्वीर लें।

# uploadpan
source: Upload PAN Card
hi: पैन कार्ड अपलोड करें

# terms
source: Terms of Service
hi: सेवा की शर्तें

# termsmain
source: These Terms and Conditions Terms, Terms and Conditions govern your use of the Laundry Service Application the Service operated by Cleaneo. Please read these Terms and Conditions carefully before using our Service. Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service. By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service.
hi: ये नियम और शर्तें क्लीनियो द्वारा संचालित लॉन्ड्री सेवा एप्लिकेशन के आपके उपयोग को नियंत्रित करते हैं। कृपया हमारी सेवा का उपयोग करने से पहले इन नियमों और शर्तों को ध्यान से पढ़ें। सेवा तक आपकी पहुंच और उपयोग इन शर्तों की आपकी स्वीकृति और अनुपालन पर आधारित है। ये शर्तें उन सभी आगंतुकों, उपयोगकर्ताओं और अन्य लोगों पर लागू होती हैं जो सेवा तक पहुंचते हैं या उपयोग करते हैं। सेवा तक पहुंच या उपयोग करके, आप इन शर्तों से बंधे होने के लिए सहमत हैं। यदि आप शर्तों के किसी भी भाग से असहमत हैं, तो आप सेवा तक नहीं पहुँच सकते।

# legal
source: Confirm Legal
hi: कानूनी पुष्टि करें

# legaldesc
source: Collection and use of personal data for the Cleaneo Account.
hi: क्लीनियो खाते के लिए व्यक्तिगत डेटा का संग्रह और उपयोग।

# verifying
source: Processing Verification
hi: प्रसंस्करण सत्यापन

# verifyingdesc
source: We have received your profile details, our support team will get in touch & activate your account soon. You will receive a notification.
hi: हमें आपकी प्रोफ़ाइल विवरण प्राप्त हो गया है, हमारी सहायता टीम जल्द ही आपसे संपर्क करेगी और आपका खाता सक्रिय करेगी। आपको एक सूचना प्राप्त होगी।

# verified
source: Setup Completed
hi: सेटअप पूरा हुआ

# thank
source: Thank You!
hi: धन्यवाद

# verifieddesc
source: Your profile setup is completed seccesfully.
hi: आपका प्रोफ़ाइल सेटअप क्रमिक रूप से पूरा हो गया है।

# location
source: Enable Location Services
hi: लोकेशन सेवाओं को सक्षम करें

# locationdesc
source: Allow Cleaneo to use your location for pickup and deleveries.
hi: क्लीनियो को पिकअप और डिलीवरी के लिए अपने स्थान का उपयोग करने की अनुमति दें।

source: Welcome Back!
hi: नमस्ते।

source: Online
hi: ऑनलाइन

source: Search
hi: खोज

# loc
source: Location
hi: जगह

source: Accept In
hi: में स्वीकार करें

# pickdatetime
source: Pickup Date & Time
hi: पिकअप दिनांक और समय

# deldatetime
source: Delivery Date & Time
hi: डिलीवरी की तारीख और समय

source: ACCEPT ORDER
hi: आदेश स्वीकार करें

source: REJECT ORDER
hi: आदेश अस्वीकार करें

# provideRejectReason
source: Provide a reason for rejecting the order request.
hi: ऑर्डर अनुरोध को अस्वीकार करने का कारण बताएं।

# distanceTooFar
source: Distance is too far.
hi: दूरी बहुत ज्यादा है

# notAvailable
source: I was not available.
hi: मैं उपलब्ध नहीं हूँ

# anyotherReason
source: Any other reason/message?
hi: कोई अन्य कारण/संदेश?

# writeReason
source: Write your reason/message here
hi: अपना कारण/संदेश यहां लिखें

source: Order Status
hi: आदेश की स्थिति

source: My Earnings
hi: मेरी कमाई

source: Report Dispute
hi: विवाद की रिपोर्ट करें

source: Checked and Collected
hi: जांच की गई और एकत्रित की गई

# quantitymismatch
source: Qunatity mismatch
hi: मात्रा बेमेल

source: Stains
hi: दाग

# typeofcloth
source: Type of cloth mismatch
hi: कपड़े का प्रकार बेमेल

# anyotherdispute
source: Any Other Dispute/message?
hi: कोई अन्य विवाद/संदेश?

# uploadpics
source: Upload Pictures
hi: चित्र अपलोड करें
